/* Displayed in the status area after a helicopter is destroyed but there is more than one left */
"%ld helicopters left. Ready to start." = "%ld helicopters left. Ready to start.";

/* Displayed in the status area after the last helicopter is destroyed and there is none left */
"All helicopters destroyed. Game Over." = "All helicopters destroyed. Game Over.";

/* Title of alert if a level in the level data file is corrupt */
"Bad Level Data" = "Bad Level Data";

/* Title of alert if the custom level data file is corrupt */
"Bad Level Data File" = "Bad Level Data File";

/* Title of alert displayed when the game is successfully completed */
"BlastApp Completed" = "BlastApp Completed";

/* Window title when running in demo mode */
"BlastApp Demo" = "BlastApp Demo";

/* Only button in the alert if the level data file is corrupt */
"Bummer" = "Bummer";

/* Displayed when game is completed successfully */
"Congratulations! You finished BlastApp with a score of %ld." = "Congratulations! You finished BlastApp with a score of %ld.";

/* Displayed in the status area when the game is completed */
"Game completed with a score of %ld." = "Game completed with a score of %ld.";

/* Displayed in the status area */
"Game over with a new high score." = "Game over with a new high score.";

/* Displayed in the status area if user unpauses a game but has no helicopters left */
"Game Over." = "Game Over.";

/* Button of alert displayed when game is successfully completed */
"Great!" = "Great!";

/* Message displayed when the user switches into invincible mode */
"Hey!" = "Hey!";

/* Displayed in the status area when a level is completed */
"Level %ld completed with bonus points!" = "Level %ld completed with bonus points!";

/* Displayed in the status area when a level is completed */
"Level %ld completed." = "Level %ld completed.";

/* Displayed in the status area when a level is completed in the demo version */
"Level completed." = "Level completed.";

/* Displayed in the status area after a helicopter is destroyed but there is one left */
"One helicopter left. Ready to start." = "One helicopter left. Ready to start.";

/* Displayed in the status area when the game is paused */
"Paused." = "Paused.";

/* Displayed in the status area when a new game is started */
"Ready to start new game." = "Ready to start new game.";

/* Greeting in the status area after a level change; the argument is the level description, for instance 'Level Five, the Easy Level' */
"Running in %@" = "Running in %@";

/* Message of alert if a level in the level data file is corrupt; the argument is the level number */
"Sorry, level %ld is under construction." = "Sorry, level %ld is under construction.";

/* Message in alert if the custom level data file is corrupt; the argument is the name of the level file */
"The external level data file %@ doesn't exist or is illegal. Will use the default level data instead." = "The external level data file %@ doesn't exist or is illegal. Will use the default level data instead.";

/* Greeting in the status area in a freshly started game; the argument is the level description, for instance 'Level Five, the Easy Level' */
"Welcome to %@" = "Welcome to %@";

/* Displayed in the status area for a brand new user when a new game is started */
"Welcome! See About Box for help." = "Welcome! See About Box for help.";

/* Displayed when game is completed successfully */
"Would you like a certificate documenting your victory?  (Even if you don't have a printer you can save the certificate as a PDF file and print it later.)" = "Would you like a certificate documenting your victory?  (Even if you don't have a printer you can save the certificate as a PDF file and print it later.)";

/* Displayed in the status area when the user gets a bonus helicopter after the last one is destroyed */
"You get a Bonus Helicopter!" = "You get a Bonus Helicopter!";

